{
    "messages": {
        "Brian": [
          "B-b-baka, it's not like I like you or anything..."
        ],
        "everyone": [
            "Hey, what's up? ;)",
            "On a scale of 1 to America, how free are you?",
            "Your name is Franklin? That's cool...",
            "8==D~{(.)}",
            "anata wa fine as fuck, mustache-san",
            "just thought I'd say hi and ask for your phone number. I lost mine in my mustache...",
            "I dream about your mustache every night please accept me.",
            "I want to rub your mustache all over me...umm...do you think that's okay?",
            "J'ai besoin de toi...that's French for I want to caress your mustache.",
            "So I don't normally have a thing for guys with mustaches...but I'll make an exception for you ;)",
            "LOL FRANKLIN",
            "I love you no matter who you are.",
            "Hey I just met you, and this is crazyyyyy, but Keke Palmer is wearing my jeans",
            "I love Chinese food. MMMMMM You know that it's true. You're going to be my little dumpling",
            "hey if i was a casting director you will be on my top list of stars! It would also be a porno",
            "You look like Rose from Titanic...can I be your Jack and die for you?",
            "Once there was an ugly barnacle. He was so ugly that everyone died. But it kept us alive so we could meet each other...",
            "hey I just got out of a bad relationship and I really need your mustache can you come over immediately",
            "is this a dream or did I just get matched with the only 10essseeee???",
            "are you from heaven? because i think heaven lost a mustache",
            "hey can you respond back to me I'd really appreciate it if we could start a date lmk",
            "I came across your profile and thought you are absolutely gorgeous! It's like your profile is just caressing my mind intelectually",
            "I love watching the Disney Channel. Do you too?????"
        ],
        "spam": [
            "Hello American lover! Please fill me with good horn and check out my strong hard love webcam https://stronghardlovewebcam.blogspot.com",
            "I like to yum shoe on webcam please follow buy new nike shoe >>>>> https://stronghardlovewebcam.blogspot.com",
            "fuckafucka me webcam where i buy new nike shoe new earring new jewely i love eating ice cream >>>>> https://stronghardlovewebcam.blogspot.com"
        ]
    },
    "statuses": {
        "everyone": [
            "I just matched with this fine guy and took a MASSIVE DUMP #daymade",
            "Follow me on instagram! Especially you-know-who ;)",
            "Any good tips on mustache cream LOL",
            "I just want a strong dependable man that has a big mustache...",
            "Nice weather for fucking today",
            "Just wanna mustache and chill...someone with a big mustache please hmu",
            "wow is every guy named Franklin I match with so hot??? #justFranklinThings???",
            "ugh i just had the worst day ever dON'T EVEN ASK BECAUSE I WONT FUCKING TELL YOU",
            "partying it up with my girls 2nite!! #girlsniteout #boysnotwelcomeexceptforFranklin",
            "I'm playing league of legends haha am I a nerd??",
            "you know who your true friends are when they DON'T DATE the MAN YOU'RE GOING FOR",
            "do you think Franklin likes frozen? I matched with this guy today and he seems pretty tempting",
            "Cory, Cory, Cory In the House. Yea. It's a party every week, baby Cory, Cory, Cory Check it out. That's right, I'm in the House"
        ],
        "spam": [
            "I post pic of my strong hard love please fill me with good horn buy new nike shoes >>>> https://stronghardlovewebcam.blogspot.com",
            "I want see my strong hard love I fill you with this horny xxx mmmmm I yum >>>> https://stronghardlovewebcam.blogspot.com",
            "my name is catherine and exercise is for the men to sexiest burn fat pizza >>>> https://stronghardlovewebcam.blogspot.com"
        ]
    }
}
